# To run Brewfile:
#   brew tap homebrew/bundle  (once)
#   brew bundle

brew 'fish'
brew 'git-lfs'
brew 'git'
brew 'go'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'md5sha1sum'
brew 'node'
brew 'postgresql'
brew 'the_silver_searcher'
brew 'trash'
brew 'tree'
brew 'vim'
brew 'youtube-dl'

# GNU tools
# Commands will be prepended with a 'g' unless installed --with-default-names.
brew 'coreutils'
brew 'findutils'
brew 'gawk'
brew 'gnutls'
brew 'gnu-indent'
brew 'gnu-getopt'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gnu-units'
